Repository: common-repository/image-counter
Catalog: languages/image-counter-*.po
Languages: ru_ru

source: Image Counter
ru_ru: Счетчик изображений

source: You do not have sufficient permissions to access this page.
ru_ru: У вас недостаточно прав для просмотра этой страницы

source: Plugin settings were successfully updated!
ru_ru: Настройки плагина успешно сохранены!

source: General settings
ru_ru: Основные настройки

source: If you want to switch the counter off in a specific post, just add a custom field "image-counter" with the "off" value to the post.
ru_ru: Если вы хотите отключить счетчик изображений в каком-то определенном посте, создайте в нем произвольное поле "image-counter" со значением "off".

source: If you want a certain image to be skipped by a counter, add a "no-counter" class to it or add it's name to ignore list below.
ru_ru: Усли вы хотите, чтобы определенное изображение не учитывалось счетчиком, добавьте ему класс "no-counter" или просто добавьте имя файла в список игнорирования ниже.

source: Do not add counter if the post has less than
ru_ru: Не добавлять счетчик, если в посте меньше

source: images
ru_ru: изображений

source: Add text before image number
ru_ru: Добавить текст до номера изображения

source: Add text after image number
ru_ru: Добавить текст после номера изображения

source: Ignore images with these keywords in their url (each in a new line):
ru_ru: Игнорировать изображения, в адресе которых содержатся следующие слова (по одному на каждую строку):

source: Include plugin's CSS for styling the counter
ru_ru: Подключить css файл со стилем счетчика

source: If you want to style your counter yourself, you can copy this css in to your theme's css file and edit it.
ru_ru: Если вы хотите создать свой стиль для счетчика, скопируйте следующий код в файл css вашего шаблона и отредактируйте его.

source: Update settings
ru_ru: Сохранить настройки

source: Image #
ru_ru: Картинка №

source: Image Counter options
ru_ru: Настройки счетчика изображений.
